Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * A character is [[KindheartedSimpleton dim-witted, but clearly has good intentions]], or at the very least, isn't a bad person, but later [[TookALevelInJerkass becomes actively rude and malicious]], [[InsufferableImbecile often using their lack of intelligence to justify any rude or flat-out dangerous actions]].
pt_br: * Um personagem é [[Br/EstupidoDeBomCoracao idiota, mas de boas intenções]], ou no mínimo não é uma pessoa ruim, mas posteriormente [[Br/SubiuDeNivelEmBabaquice se torna ativamente rude e malicioso]], [[Br/ImbecilInsuportavel frequentemente usando a falta de inteligência para justificar qualquer comportamento rude ou mesmo perigoso]].

source: * A character is [[SirSwearsalot foul-mouthed]], but only curses when they’re angry or scared, or just to sound cool, but later, the character is unable to form a single sentence without having to use curse words.
pt_br: * Um personagem tem a boca suja, mas só usa xingamentos quando estão furiosos ou assustados, ou para parecer estiloso, mas posteriormente o personagem não consegue formar uma única sentença sem o uso de xingamentos.

source: * A character is in a romantic relationship while maintaining their own personal motivations and goals, but then have [[DemotedToSatelliteLoveInterest all of their screentime solely devoted their significant other to the determent of their other aspects]].
pt_br: * Um personagem em um relacionamento romântico, mas que possui seus próprios objetivos pessoais, passa a ter todo o tempo de tela dedicado ao parceiro amoroso em detrimento dos outros aspectos.

source: * A character is intelligent in one or two specific areas, but more inexperienced and flawed in others.
pt_br: * Um personagem é inteligente em uma ou duas áreas específica, mas inexperiente em outras.

source: * A character is not dumb, just [[BrilliantButLazy lazy]] and/or [[BookDumb hates studying]], but is turned later into [[TheDitz straight dumb]].
pt_br: * Um personagem não é burro, apenas [[Br/BrilhantePoremPreguicoso preguiçoso]] ou odeia estudar, mas posteriormente é transformado em um completo estúpido.

source: * A character is only slightly dumb, and is capable of doing what they need to, but later becomes unable to perform even the most simple tasks like reading.
pt_br: * Um personagem é apenas levemente burro e é capaz de fazer o que precisa, mas posteriormente fica inapto a fazer até as tarefas mais básicas, como leitura.

source: * A character is popular among a small community, but gradually becomes a full-blown celebrity.
pt_br: * Um personagem é popular em uma comunidade pequena e gradualmente se torna uma celebridade completa.

source: * A character starts out with a diverse set of interests, but gradually becomes only obsessed with one of them.
pt_br: * Um personagem começa com um determinado conjunto de interesses, mas gradualmente se torna obcecado com apenas um deles.

source: * A character that is intelligent and sometimes accidentally patronizes or confuses laymen, later becomes an InsufferableGenius and may even [[KnowNothingKnowItAll lose the "genius" part]].
pt_br: * Um personagem que é inteligente e que às vezes deixa os leigos confusos pode se tornar um Br/GenioInsuportavel e até mesmo [[Br/SabeTudoQueNaoSabeNada perder o aspecto "genial"]].

source: * A character who is a collector who enjoys building their collection turns into a hoarder whose life revolves around filling their house with an excessive number of trivial possessions.
pt_br: * Um personagem que seja colecionador e que gosta de ampliar sua coleção se torna um acumulador severo cuja vida gira em torno de preencher a casa com um número excessivo de posses triviais.

source: * A character who is emotionally sensitive, but only when the situation calls for it becomes a full-blown crybaby who bursts into tears on a regular basis and often for petty reasons.
pt_br: * Um personagem que é emocionalmente sensível, mas apenas quando a situação justifica, se tornar um bebê chorão que se derrama em lágrimas periodicamente e apenas por motivos fúteis.

source: * A character who is generally decent but has a mocking sense of humour turns into a true bully who greatly enjoys insulting other characters.
pt_br: * Um personagem que seja geralmente decente mas tem um senso de humor predatório se transforma em alguém que aprecia insultar outros personagens.

source: * A character who is somewhat immature and childish, but still shows some levels of maturity becomes increasingly immature over time to the point that they never act their age.
pt_br: * Um personagem que é um tanto imaturo e infantil se torna progressivamente mais imaturo a ponto de não demonstrarem a idade que tem.

source: * A character who might've been pretty cool with some sexual/kinky stuff every now and then now can't stop thinking about them and might [[CasualKink casually slip in]] [[DoubleEntendre sexual innuendos]] into every conversation.
pt_br: * Um personagem que seja regular em termos de sexualidade e com um fetiche aqui e ali ocasionalmente se torna incapaz de não pensar neles a cada momento e talvez também [[Br/FeticheCasual insira casualmente]] [[Br/PiadaDeDuploSentido insinuações sexuais]] em qualquer conversa.

source: * A character who often talks loudly gets louder and louder to the point that they have [[NoIndoorVoice no indoor voice]].
pt_br: * Um personagem que costuma falar alto passa a falar mais alto progressivamente a ponto de não ter uma voz para ambientes fechados.

source: * A character with a job will slowly become obsessed with said job.
pt_br: * Um personagem que tenha um emprego ficará cada vez mais obcecado com o dito emprego.

source: * A cute baby is [[CompetenceZone added to an otherwise-adult cast]], resulting in the ill-suited addition of childish themes and [[CutenessProximity endless baby talk]] from characters who were once intelligent adults.
pt_br: * Um bebê fofo é [[Br/ZonaDeCompetencia adicionado a um elenco de adultos]], resultando em um acréscimo inadequado de temas mais infantis e [[Br/ProximidadeDaFofura dialeto de bebê]] de personagens que costumam ser adultos inteligentes.

source: * A gimmick is ''dropped'' -- if it existed since the beginning and was endearing or otherwise core to the show's appeal.
pt_br: * Um artifício é ''removido'' -- caso ele exista desde o começo do show e era interessante ou central ao funcionamento do show.

source: * A hero (or heroine) who can survive very few hits--[[OneHitPointWonder often dying from even the slightest scratch]].
pt_br: * Um herói (ou heroína) que pode sobreviver a pouquíssimos ataques -- geralmente morrendo com o menor arranhão.

source: * A limited number of [[VideoGameLives lives]] and/or continues, or no continues at all.
pt_br: * Um número limitado de Br/{{vidas|DeVideogame}} ou ''continues'', ou nenhum deles.

source: * A main cast member becomes [[ProducedByCastMember a producer]].
pt_br: * Um membro do elenco principal se torna [[Br/ProduzidoPeloMembroDoElenco um produtor]].

source: * A major plot point is resolved [[YoYoPlotPoint and then unresolved]] over and over again.
pt_br: * Um ponto de trama importante é resolvido [[Br/IoioDeTrama e depois é desfeito]] sucessivas vezes.

source: * A mischievous character who loves playing lighthearted practical jokes on people turns into a sociopathic bully whose practical jokes become needlessly mean-spirited and sometimes violent.
pt_br: * Um personagem travesso que gosta de pregar pequenas peças em outras pessoas se transforma em um valentão sociopata cujas piadas se tornam desnecessariamente ofensivas e até mesmo violentas.

source: * A nervous character who finds certain situations and things scary turns into an extreme coward who freaks out at the mildest creepy things and has multiple phobias.
pt_br: * Um personagem nervoso que considera certas coisas e situações assustadoras se transforma em um covarde completo que se assusta com coisas comparativamente simples e possui múltiplas fobias.

source: * A parent character who is somewhat overprotective of their kids later becomes so protective to the point that they keep their kids away from anything that is negative in the slightest.
pt_br: * Um personagem pai de alguém que é excessivamente protetor até certo ponto posteriormente se torna não protetor que mantém os filhos afastados de qualquer coisa que seja remotamente negativa.

source: * A real-life Hollywood couple is [[CoupleBomb cast as the lead couple]] and puts too much of themselves into the characters they play.
pt_br: * Um casal de Hollywood na vida real é [[Br/CasalBomba elencado como casal principal]] e coloca muito de si mesmos nos personagens que interpretam.

source: * A realistic villain, similar to real world criminals or dictators (even with supernatural elements), starts [[CardCarryingVillain referring to themselves as evil and a professional villain all the time]].
pt_br: * Um vilão realista, similar a criminosos do mundo real ou ditadores (até com elementos sobrenaturais) começa a [[Br/VilaoDeCrachaETudo se referir a si mesmo como mau e vilão profissional o tempo todo]].

source: * A story in which a character becomes injured, sick, or traumatized, and ends with them improving, but not fully recovered.
pt_br: * Uma história em que um personagem fica ferido, doente ou traumatizado, e então a história termina com eles melhorando, mas não totalmente recuperados.

source: * A villain sure is evil, but has a clear goal and does evil acts only to achieve it, but later, becomes much more evil and starts [[ForTheEvulz doing evil acts just for the sake of it]].
pt_br: * Um vilão certamente é mau, mas ele possui um objetivo claro e comete atos de maldade em prol desse objetivo. Posteriormente ele se torna muito mais mau e começa [[Br/PorqueEuSouDuMalz a cometer maldades apenas pela própria maldade]].

source: * AFatherToHisMen: A leader in the military is seen as a fatherly figure by his soldiers.
pt_br: * Br/UmPaiParaSeusHomens: Um líder nas forças armadas é visto como figura paterna pelos seus soldados.

source: * AFoolAndHisNewMoneyAreSoonParted: A character suddenly comes into wealth and it is quickly lost, spent, or stolen, especially if the character is established as [[PerpetualPoverty always hard-up for money]].
pt_br: * Br/UmToloESeuDinheiroLogoSeSeparam: Um personagem subitamente fica rico e o dinheiro é rapidamente gasto, perdido ou furtado, especialmente se o personagem for estabelecido como [[Br/PobrezaPerpetua sempre precisando de dinheiro]].

source: * AFriendInNeed: A character who proves their loyalty and friendship by helping their friend.
pt_br: * Br/AmigoEstouAqui: Um personagem que prova sua lealdade e amizade ao ajudar seu amigo.

source: * AHeroIsBorn: A heroic character's birth or the character as an infant is shown in the beginning.
pt_br: * Br/UmHeroiNasce: O início da obra mostra o nascimento de um personagem heróico ou o personagem enquanto criança.

source: * AHeroToHisHometown * HeroWithAnFInGood: A character who isn't very good at being a hero.
pt_br: * Br/UmHeroiEmSuaCidadeNatal * Br/HeroiComZeroEmBondade: Um personagem que não é muito bom em ser um herói.

source: * AIIsACrapshoot: [[spoiler: An odd case where being a crapshoot is a good thing.
pt_br: * Br/IAEUmaDroga: [[spoiler: Um caso diferente onde ser uma droga é uma coisa boa.

source: * ALighterShadeOfGrey: When an AntiHero is more heroic than an AntiVillain.
pt_br: * Br/UmTomMaisClaroDeCinza: Quando um Br/AntiHeroi é mais heroico que um Br/AntiVilao.

source: * ALongTimeAgoInAGalaxyFarFarAway: Far distant in space, time or both.
pt_br: * Br/HaMuitoTempoAtrasEmUmaGalaxiaMuitoDistante: Muito distante no espaço, no tempo ou em ambos.

source: * AMFMCharacterization: The movie starts with Stevie Wonder singing "Superstition" to wake up Detective Spooner.
pt_br: * Br/CaracterizacaoAMFM: O filme começa com a música "Superstition", do Stevie Wonder, sendo usada como desperador para Spooner.

source: * AProtagonistShallLeadThem: A long-divided people are united by the prophesied arrival of a hero, who becomes their leader.
pt_br: * Br/UmProtagonistaHaDeOsLiderar: Um povo dividido é unido pela aparição profetizada de um herói, que se torna o seu líder.

source: * ATrueHero: An exploration of what makes someone a legitimate or better hero.
pt_br: * Br/UmVerdadeiroHeroi: Uma exploração do que torna alguém um herói legítimo ou melhor.

source: * AbhorrentAdmirer: Doña Clotilde to Don Ramón.
pt_br: * Br/AdmiradorRepulsivo: Dona Clotilde com o Seu Madruga.

source: * AbhorrentAdmirer: The Spleen for The Bowler.
pt_br: * Br/AdmiradorRepulsivo: O Solta-Pum com a Boliche.

source: * AbnormalLimbRotationRange: NS-5s, especially their waists.
pt_br: * Br/MovimentoAnormalDeMembros: Os NS-5, em especial a cintura.

source: * AboveGoodAndEvil: A character believes that their objectives are more valuable than the concepts of good and evil.
pt_br: * Br/AcimaDoBemEDoMal: Um personagem acredita que seus objetivos são mais valiosos do que os conceitos de bem e mal.

source: * AbsurdlyExclusiveRecruitingStandards: The eponymous organization brings in a huge group of potential military recruits, including the Rangers and Navy [=SEALs=], plus NYPD detective James Edwards.
pt_br: * Br/BarreiraDeEntradaAbsurdamenteElevada: A organização do filme traz um grupo enorme de recrutas em potencial, incluindo fuzileiros, soldados de elite e o detetive James da polícia de Nova Iorque.

source: * AbsurdlyLongStairway: As Spooner, Sonny, and Calvin are looking up the flights of stairs from the basement to the top floor of US Robotics... --> '''Sonny:''' Two thousand, eight hundred and eighty steps, Detective.\\ '''Detective Del Spooner:''' Do me a favor and keep that kind of shit to yourself.
pt_br: * Br/EscadariaAbsurdamenteLonga: Enquanto Spooner, Sonny e Calvin estão olhando os lances de escada que vão do subterrâneo até o topo da US Robótica... --> '''Sonny:''' Dois mil, oitocentos e oitenta degraus, detetive.\\ '''Spooner:''' Por favor, guarda essas informações pra você mesmo.

source: * AcademyOfAdventure: In class, you learn to fly and shoot laser beams out of your eyes.
pt_br: * Br/EscolaDeAventuras: Nas aulas, você aprende a voar e disparar feixes laser pelos olhos.

source: * AccidentalHero: A character who does a heroic deed completely by accident.
pt_br: * Br/HeroiAcidental: Um personagem que faz um feito heroico completamente por acidente.

source: * ActionDad * ActionDuo: Capable hero meets ordinary person.
pt_br: * Br/PaiDeAcao * Br/DuplaDeAcao: Um herói capaz encontra uma pessoa comum.

source: * ActionGenreHeroGuy * ActionGirl: A female combatant who rescues innocents, and faces dangerous foes and deadly obstacles, eventually succeeding.
pt_br: * Br/CaraHeroicoDoGeneroDeAcao * Br/GarotaDeAcao: Uma combatente que resgata inocentes e enfrenta inimigos perigosos e obstáculos mortais, eventualmente tendo êxito.

source: * ActionGirl: The Bowler wipes out enemies by throwing a mystic bowling ball [[spoiler: possessed by the soul of her father, the [[LegacyCharacter original Bowler]]]].
pt_br: * Br/GarotaDeAcao: A Boliche derrota inimigos com o uso de uma bola de boliche mística [[spoiler: possuída pela alma de seu pai, o [[Br/PersonagemLegado Boliche original]]]].

source: * ActionHero: Spooner.
pt_br: * Br/HeroiDeAcao: Spooner.

source: * ActionMom * ActionHero: The protagonist of any action/adventure story must be good at beating the crap out of their enemies.
pt_br: * Br/MaeDeAcao * Br/HeroiDeAcao: O protagonista de qualquer história de ação/aventura deve ser bom em derrotar seus inimigos.

source: * ActionPet * ActionSurvivor: They're not a skilled fighter, but prove to be quite capable of handling a dangerous situation anyways.
pt_br: * Br/BichinhoDeAcao * Br/SobreviventeDeAcao: Eles não são lutadores habilidosos, mas provam ser bastante capazes de lidar com uma situação perigosa de qualquer maneira.

source: * ActionPrologue: Agent K sniffing out an alien fugitive amongst some immigrants.
pt_br: * Br/PrologoDeAcao: O agente K capturando um fugitivo alien entre imigrantes.

source: * ActualPacifist: Someone who refuses to physically harm other people no matter what.
pt_br: * Br/PacifistaReal: Alguém que se recusa a prejudicar fisicamente outras pessoas, não importa o que aconteça.

source: * ActuallyThatsMyAssistant: K and J are sent to pick up an alien consultant, and meet a pasty-faced man with a dog: -->'''J:''' Now that's the worst disguise ever.
pt_br: * Br/NaVerdadeEsseEMeuAssistente: K e J são enviados para falar com um consultor alien, e encontram um sujeito de cara estranha com um cachorro: -->'''J:''' Esse é o pior disfarce de todos.

source: * AdaptationalAttractiveness: Susan Calvin is turned from a plain older woman into an attractive younger woman.
pt_br: * Br/AtratividadeInduzidaPorAdaptacao: Susan Calvin deixa de ser uma mulher idosa regular e passa a ser uma mulher jovem atraente.

source: * AdaptationalHeroism: The adaptation makes a character more heroic than they were in the original work.
pt_br: * Br/HeroismoInduzidoPorAdaptacao: A adaptação torna um personagem mais heróico do que era na obra original.

source: * AdaptationalHeroism: The villain character from the original work is a hero in the adaptation.
pt_br: * Br/HeroismoInduzidoPorAdaptacao: O personagem vilão da obra original é um herói na adaptação.

source: * AdaptationalNiceGuy: A character is made nicer in the adaptation than they were in the original work.
pt_br: * Br/CaraLegalInduzidoPorAdaptacao: Um personagem fica mais legal na adaptação do que na obra original.

source: * AdaptationalNiceGuy: The adaptation makes a character nicer than they were in the original work.
pt_br: * Br/CaraLegalInduzidoPorAdaptacao: A adaptação torna um personagem mais legal do que era na obra original.

source: * AdaptationalVillainy: By contrast, the comics version of the Bug merely wanted the farmer's gun, which he had been tasked with retrieving in exchange for living space on his overcrowded planet.
pt_br: * Br/VilaniaInduzidaPorAdaptacao: O Inseto dos quadrinhos apenas queria a arma do fazendeiro, que ele precisava obter em troca de espaço para viver em seu planeta super habitado.

source: * Administrivia/TropesAreTools, not clichés.
pt_br: * BrAdministrivia/TroposSaoFerramentas, não clichés.

source: * AdoptTheDog: Neutral character does something nice and becomes a good guy.
pt_br: * Br/AdotarOCachorro: O personagem neutro faz algo legal e se torna um cara legal.

source: * AdvancedAncientAcropolis: Exactly what it says on the tin.
pt_br: * Br/AcropoleAntigaAvancada: Br/ExatamenteOQueEstaEscrito.

source: * AdvancingWallOfDoom: ** Spooner has to outrun a demolition robot as it is pulverizing Lanning's mansion.
pt_br: * Br/ParedeAvancanteDaMorte: ** Spooner precisa fugir de um robô de demolição a medida que este destrói a mansão de Lanning.

source: * AdventureTowns: Travel between towns for new quests.
pt_br: * Br/CidadesDeAventura: Viaje entre cidades para obter novas missões.

source: * AdventurerArchaeologist * AdoptTheDog: Neutral character does something nice and becomes a good guy.
pt_br: * Br/ArqueologistaAventureiro * Br/AdotarOCachorro: O personagem neutro faz algo legal e se torna um cara legal.

source: * AdventurersClub: When the globe-trotting hero isn't about his exciting business, he can relax at the club and swap stories with the like-minded.
pt_br: * Br/ClubeDeAventureiros: Quando o herói mundial não está fazendo suas atividades interessantes, ele pode relaxar no clube e trocar histórias com outras pessoas parecidas.

source: * AerithAndBob: ** The Twins who run the MIB headquarters are named Blblup and Bob.
pt_br: * Br/JerroddEMaria: ** Os gêmeos que auxiliam na gerência do quartel general da MIB são Blblup e Bob.

source: * AerosolFlamethrower: Tony P. uses what appears to be a custom one of these in his final confrontation with the Bowler.
pt_br: * Br/LancaChamasDeAerossol: Topete usa um desses em sua luta final contra a Boliche.

source: * AffectionateGestureToTheHead: A sincere pat on the head for the children who does a good job.
pt_br: * Br/GestoCarinhosoNaCabeca: Um tapinha sincero na cabeça das crianças que fazem um bom trabalho.

source: * AffectionateGestureToTheNose: A sincere boop on the nose.
pt_br: * Br/GestoAfetuosoNoNariz: Um toque gentil no nariz.

source: * AffectionateNickname: Dudão's mother calls her son "fofão" (which translates to "big cutie", but is also the name of another Brazilian character).
pt_br: * Br/ApelidoCarinhoso: A mãe de Dudão o chama de "Fofão".

source: * After a series of good or bad sequels, the creators want to finish the franchise the best way possible or are sick of delivering bad sequels, so they make a work [[GrandFinale intended to end the series]].
pt_br: * Após uma série de sequências boas ou ruins, os criadores desejam encerrar a franquia do melhor jeito possível (ou estão cansados de entregar sequências ruins), então eles produzem uma obra [[Br/GranFinale com a intenção de encerrar a série]].

source: * AfterTheEnd: A catastrophe -- man-made or natural -- has [[ApocalypseHow wiped out a large portion of the human civilization and/or population]].
pt_br: * Br/DepoisDoFim: Uma catástrofe -- natural ou causada pela humanidade -- varreu uma larga porção da civilização humana.

source: * AgeOfReptiles: A primordial period where reptiles ruled the Earth.
pt_br: * Br/IdadeDosRepteis: Um período primordial onde os répteis dominavam a Terra.

source: * AgelessBirthdayEpisode: A character has a birthday, but their age doesn't change.
pt_br: * ??? AgelessBirthdayEpisode: Um personagem faz aniversário mas a idade não muda.

source: * AggressiveNegotiations: This is how the Arquillians negotiate.
pt_br: * Br/NegociacoesAgressivas: É o método de negociação dos Arquilianos.

source: * AgonyOfTheFeet: One episode revolved around Sr.
pt_br: * Br/AgoniaNosPes: Um episódio é centrado no Senhor

source: * AgriWorld: A planet, often depicted as a SingleBiomePlanet, dedicated to agriculture.
pt_br: * Br/AgroMundo: Um planeta, que geralmente é um Br/PlanetaComUmUnicoBioma, dedicado à agricultura.

source: * AintTooProudToBeg: Captain Amazing, who has the best reputation of all heroes, actively bargains to be the villain's assistant upon being captured and locked into a death trap.
pt_br: * Br/ImplorarApesarDoOrgulho: Capitão Arraso, com a melhor reputação dentre os heróis, ativamente barganha para se tornar o assistente do vilão ao ser capturado e trancado em uma armadilha mortal.

source: * AirstripOne: TheEmpire strips a conquered nation of its identity and assigns it a number.
pt_br: * Br/PistaDePousoUm: Br/OImperio remove a identidade de uma nação conquistada e atribui a ela um número.

source: * AlasPoorYorick: Carol carries Carmine's skull around with her in a bowling ball.
pt_br: * Br/AhPobreYorick: Carol carrega consigo uma bola de boliche com a caveira de Carmine dentro.

source: * AlienAutopsy: The coroner, Laurel, ends up performing these inadvertently on two non-human corpses.
pt_br: * Br/AutopsiaDeAlienigena: Laurel, a médica legista, faz isso sem saber em dois cadáveres não-humanos.

source: * AlienInvasion: They don't come in peace.
pt_br: * Br/InvasaoAlienigena: Eles não vem em paz.

source: * AliensInCardiff: Unusually, the AlienInvasion has gone off the [[TokyoIsTheCenterOfTheUniverse Tokyo]]-[[BigApplesauce New York]]-[[HollywoodCalifornia Los Angeles]]-[[BritainIsOnlyLondon London]] tourist route to land in Plymouth.
pt_br: * Br/AliensEmCardiff: Para variar um pouco o clima, a Br/InvasaoAlienigena troca a rota turística usual composta por Tóquio-Nova Iorque-Los Angeles-Londres para um lugar mais afastado, tipo Pindamonhangaba.
